Revit 2027 API
TableCellStyleOverrideOptions.FontSize Property
 Indicates if the font size characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool FontSize { get; set; }
Public Property FontSize As Boolean
	Get
	Set
public:
property bool FontSize {
	bool get ();
	void set (bool value);
}
member FontSize : bool with get, set
Property Value
Boolean
See Also
Reference
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace